experiments/redis_contention/redis_contention_2/loaded_pairs_6/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        37701.07          ---          ---         0.08942         0.07900         0.14300         4.86300     39568.17 
Gets         7540.19        22.62      7517.58         0.08159         0.07900         0.13500         1.71100       323.35 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      45241.27        22.62      7517.58         0.08812         0.07900         0.14300         4.83100     39891.52